{
  "Entries": [
    {
      "Title": "Возрождение",
      "Description": "(от франц. Renaissance)\nЭпоха в истории культуры Европы, взявшая за основу идеалы Античности.",
      "ImageName": "0.png",
      "Scale": 2.0
    },
    {
      "Title": "Гуманизм",
      "Description": "(от лат. humanus – «человеческий»)\nИдейное и мировоззренческое течение, возникшее в европейских странах в эпоху Возрождения (XIV – первая половина XVII вв.) и ставшее ее идеологией. Гуманизм по своей сути является признанием ценности человеческой личности, ее права на свободное развитие и проявление своих способностей, утверждения блага человека как критерия оценки общественных отношений.",
      "ImageName": "1.png",
      "Scale": 1.9
    },
    {
      "Title": "Эрудиция",
      "Description": "(от лат. ēruditio — учёность, познания)\nГлубокие всесторонние познания, широкая осведомлённость.",
      "ImageName": "2.png",
      "Scale": 0.9
    },
    {
      "Title": "Антропоцентризм",
      "Description": "(от греч. ἄνθρωπος – человек и лат. centrum – центр)\nПознавательная установка, в которой утверждается наличие человеческого измерения в любом знании о природе, обществе и в самом познании. Характерная черта философии эпохи Возрождения.",
      "ImageName": "3.png",
      "Scale": 1.7
    },
    {
      "Title": "Универсальный человек",
      "Description": "(лат. homo universalis)\nполимат (греч. πολυμαθής — от πολυ — «много» и μαθής — «занятия»)\nЛичность с разносторонними талантами, интересами и глубокими познаниями в самых разных областях науки, искусства и жизни, добивающаяся значительных успехов в нескольких направлениях",
      "ImageName": "4.png",
      "Scale": 1.6
    },
    {
      "Title": "Рационализм",
      "Description": "(от лат. rationalis «разумный»)\nФилософское направление, которое считает разум главной основой познания и поведения, противопоставляя его чувственному опыту (сенсуализму) и вере (фидеизму).",
      "ImageName": "5.png",
      "Scale": 1.1
    },
    {
      "Title": "Секуляризация",
      "Description": "(позднелат. saecularis — мирской, светский)\nПроцесс освобождения культуры, науки и общественной жизни от диктата церкви.",
      "ImageName": "6.png",
      "Scale": 1.4
    },
    {
      "Title": "Античность",
      "Description": "(от лат. antiquitas «древность, старина»)\nНаследие Древней Греции и Рима, служившее главным источником вдохновения и эталоном для деятелей Возрождения.",
      "ImageName": "7.png",
      "Scale": 1.8
    },
    {
      "Title": "Секуляризм",
      "Description": "\nОриентация на мирские, земные ценности в противовес исключительно духовным.",
      "ImageName": "8.png",
      "Scale": 1.0
    },
    {
      "Title": "Индивидуализм",
      "Description": "(фр. individualisme, от лат. individuum — неделимое)\nПризнание уникальности личности и права человека на самовыражение и успех",
      "ImageName": "9.png",
      "Scale": 1.3
    },
    {
      "Title": "Титанизм",
      "Description": "(от греч. Τιτάνες — титаны)\nПредставление о человеке как о «земном боге», способном на великие свершения, героические поступки и созидание.",
      "ImageName": "10.png",
      "Scale": 1.2
    },
    {
      "Title": "Меценатство",
      "Description": "(от имени римского государственного деятеля Гая Цильния Мецената)\nБлаготворительная деятельность, направленная на поддержку и развитие культуры, искусства и науки; покровительство художникам, писателям, ученым со стороны богатых и влиятельных лиц.",
      "ImageName": "11.png",
      "Scale": 1.3
    },
    {
      "Title": "Кватроченто",
      "Description": "(итал. quattrocento — четыреста)\nПериод Раннего Возрождения в Италии (XV век), время расцвета Флорентийской школы живописи и архитектуры, характеризующийся активным освоением античного наследия.",
      "ImageName": "12.png",
      "Scale": 1.1
    },
    {
      "Title": "Чинквеченто",
      "Description": "(итал. cinquecento — пятьсот)\nПериод Высокого и Позднего Возрождения в Италии (XVI век), кульминация и последующий кризис ренессансного искусства.",
      "ImageName": "13.png",
      "Scale": 1.1
    },
    {
      "Title": "Северное Возрождение",
      "Description": "\nЭпоха Возрождения в странах к северу от Альп (Нидерланды, Германия, Франция, Англия), отличавшаяся сильным влиянием готических традиций, религиозностью и вниманием к деталям.",
      "ImageName": "14.png",
      "Scale": 1.0
    },
    {
      "Title": "Реформация",
      "Description": "(от лат. reformatio — преображение, исправление)\nШирокое религиозное и общественно-политическое движение в Западной и Центральной Европе в XVI — начале XVII века, направленное на реформирование Католической церкви.",
      "ImageName": "15.png",
      "Scale": 1.0
    },
    {
      "Title": "Книгопечатание",
      "Description": "\nИзобретение наборного шрифта Иоганном Гутенбергом около 1440 года, ставшее ключевым фактором распространения гуманистических и научных идей эпохи Возрождения.",
      "ImageName": "16.png",
      "Scale": 1.5
    },
    {
      "Title": "Линейная перспектива",
      "Description": "\nМатематический метод изображения трехмерного пространства на плоскости, разработанный в эпоху Раннего Возрождения (Ф. Брунеллески), позволяющий создать иллюзию глубины и объема.",
      "ImageName": "17.png",
      "Scale": 1.4
    },
    {
      "Title": "Сфумато",
      "Description": "(от итал. sfumato — затуманенный, расплывчатый)\nТехника мягких тональных переходов между светом и тенью в живописи, создающая эффект дымки, атмосферной глубины и объема, ассоциируется с Леонардо да Винчи.",
      "ImageName": "18.png",
      "Scale": 1.0
    },
    {
      "Title": "Кьяроскуро (Светотень)",
      "Description": "(от итал. chiaro — светлый и scuro — темный)\nИспользование сильных контрастов света и тени в живописи или графике для моделировки объема и усиления драматического эффекта.",
      "ImageName": "19.png",
      "Scale": 1.0
    },
    {
      "Title": "Анатомический реализм",
      "Description": "\nСтремление художников и скульпторов эпохи Возрождения к точному и научному изображению строения человеческого тела, основанное на изучении анатомии (включая вскрытия).",
      "ImageName": "20.png",
      "Scale": 1.4
    },
    {
      "Title": "Фреска",
      "Description": "(от итал. affresco — свежий)\nЖивопись по сырой, свеженанесенной известковой штукатурке водяными красками, одна из основных техник монументальной живописи Возрождения.",
      "ImageName": "21.png",
      "Scale": 0.9
    },
    {
      "Title": "Темпера",
      "Description": "(от лат. temperare — смешивать в определенных пропорциях)\nКраски на основе эмульсии (часто яичного желтка), преобладавшие в живописи до широкого распространения масляных красок.",
      "ImageName": "22.png",
      "Scale": 0.8
    },
    {
      "Title": "Масляная живопись",
      "Description": "\nТехника живописи с использованием красок, растертых на растительном масле (льняном, ореховом и др.), усовершенствованная мастерами Северного Возрождения (братья Ван Эйк), позволившая добиться богатства цвета и тончайших градаций тона.",
      "ImageName": "23.png",
      "Scale": 1.2
    },
    {
      "Title": "Контрапост",
      "Description": "(от итал. contrapposto — противоположное положение)\nПрием в скульптуре и живописи, при котором положение одной части тела (например, плеча) уравновешивается противоположным положением другой (например, бедра), придавая фигуре естественность и динамику.",
      "ImageName": "24.png",
      "Scale": 1.0
    },
    {
      "Title": "Ордерная система",
      "Description": "\nПрименение в архитектуре Возрождения классических античных типов колонн (дорический, ионический, коринфский ордеры) и соответствующих им архитектурных элементов, основанное на модуле и пропорциях.",
      "ImageName": "25.png",
      "Scale": 1.2
    },
    {
      "Title": "Купол",
      "Description": "(от лат. cupula — маленький кубок)\nКонструктивный элемент в архитектуре, полусферическое перекрытие здания, ставший символом инженерного гения Возрождения (купол собора Санта-Мария-дель-Фьоре Ф. Брунеллески).",
      "ImageName": "26.png",
      "Scale": 1.3
    },
    {
      "Title": "Палаццо",
      "Description": "(итал. palazzo — дворец)\nТип городского дворца-особняка богатой семьи (часто банкиров или купцов) в Италии эпохи Возрождения, обычно с внутренним двором и рустованным фасадом.",
      "ImageName": "27.png",
      "Scale": 0.9
    },
    {
      "Title": "Вернакулярные языки",
      "Description": "(от лат. vernaculus — местный, отечественный)\nНациональные (народные) языки (итальянский, английский, французский и др.), на которых стали активно писать литературу (Данте, Петрарка, Боккаччо) вместо универсальной латыни.",
      "ImageName": "28.png",
      "Scale": 1.2
    },
    {
      "Title": "Сонет",
      "Description": "(от прованс. sonet — песенка, итал. sonetto)\nПоэтическая форма из 14 строк со строгой рифмовкой, ставшая одной из ключевых в литературе Возрождения (Петрарка, Шекспир).",
      "ImageName": "29.png",
      "Scale": 0.9
    },
    {
      "Title": "Гелиоцентризм",
      "Description": "(от греч. ἥλιος – Солнце и κέντρον – центр)\nАстрономическая теория Николая Коперника о том, что Солнце находится в центре Солнечной системы, а Земля и другие планеты вращаются вокруг него, что стало прорывом в научном мировоззрении.",
      "ImageName": "30.png",
      "Scale": 1.6
    },
    {
      "Title": "Утопия",
      "Description": "(от греч. οὐ — не, нет и τόπος — место, т.е. «несуществующее место»)\nЖанр литературы, описывающий идеальное, совершенное общественное устройство (Томас Мор, «Утопия»).",
      "ImageName": "31.png",
      "Scale": 1.0
    },
    {
      "Title": "Неоплатонизм",
      "Description": "\nФилософское учение, возродившее идеи Платона в эпоху Возрождения (М. Фичино), пытавшееся примирить античную философию с христианством и оказавшее большое влияние на искусство и поэзию.",
      "ImageName": "32.png",
      "Scale": 1.1
    },
    {
      "Title": "Натурфилософия",
      "Description": "(от лат. natura — природа)\nФилософия природы, стремившаяся познать мир через наблюдение, опыт и алхимические изыскания, а не только через схоластические догмы и Писание.",
      "ImageName": "33.png",
      "Scale": 1.1
    },
    {
      "Title": "Маньеризм",
      "Description": "(от итал. maniera — манера, стиль)\nХудожественное направление в искусстве Позднего Возрождения (вторая половина XVI века), характеризующееся изысканностью, удлиненными пропорциями, сложностью композиции и потерей гармонии Высокого Возрождения.",
      "ImageName": "34.png",
      "Scale": 0.9
    },
    {
      "Title": "Академия",
      "Description": "(от греч. Ἀκαδήμεια — роща близ Афин, где учил Платон)\nВольные объединения интеллектуалов, ученых и художников (например, Платоновская академия во Флоренции), служившие центрами обсуждения и развития новых идей.",
      "ImageName": "35.png",
      "Scale": 1.0
    },
    {
      "Title": "Макиавеллизм",
      "Description": "\nПолитическая концепция, основанная на идеях Никколо Макиавелли («Государь»), суть которой выражается принципом «цель оправдывает средства» при достижении и удержании государственной власти.",
      "ImageName": "36.png",
      "Scale": 1.0
    },
    {
      "Title": "Гравюра",
      "Description": "(от фр. gravure — резьба)\nВид печатной графики, техника создания изображения путем резьбы по дереву или металлу, ставшая важным средством массового тиражирования произведений искусства и идей (Альбрехт Дюрер).",
      "ImageName": "37.png",
      "Scale": 1.1
    },
    {
      "Title": "Гротеск",
      "Description": "(от итал. grottesco — пещерный)\nТип причудливого декоративного орнамента, обнаруженный при раскопках античных руин («гротов»), сочетающий растительные мотивы, фигуры людей и животных в фантастических пропорциях.",
      "ImageName": "38.png",
      "Scale": 0.9
    },
    {
      "Title": "Возрождённый античный канон",
      "Description": "\nСистема художественных и эстетических норм, основанных на изучении и переосмыслении античных образцов пропорций, гармонии и красоты, восстановленная мастерами эпохи Возрождения.",
      "ImageName": "39.png",
      "Scale": 1.5
    },
    {
      "Title": "Пропорции",
      "Description": "(от лат. proportio — соразмерность)\nПринцип соотношения частей целого, лежащий в основе ренессансного искусства и архитектуры, направленный на достижение гармонии и уравновешенности форм.",
      "ImageName": "40.png",
      "Scale": 1.4
    },
    {
      "Title": "Золотое сечение",
      "Description": "\nМатематическое соотношение (≈1:1,618), считавшееся идеальной пропорцией, активно использовавшееся художниками и архитекторами Возрождения (Леонардо да Винчи) для построения гармоничных композиций.",
      "ImageName": "41.png",
      "Scale": 1.3
    },
    {
      "Title": "Идеал гармонии",
      "Description": "\nПредставление о мире и человеке как о разумно и закономерно устроенном целом, в котором красота достигается через баланс, симметрию и пропорциональность.",
      "ImageName": "42.png",
      "Scale": 1.6
    },
    {
      "Title": "Мимесис",
      "Description": "(от греч. μίμησις — подражание)\nПринцип подражания природе и реальности в искусстве, восходящий к античной эстетике и переосмысленный художниками эпохи Возрождения.",
      "ImageName": "43.png",
      "Scale": 1.2
    },
    {
      "Title": "Историзм",
      "Description": "\nОсознанное обращение к прошлым эпохам, прежде всего к Античности, с целью изучения, восстановления и творческого использования их культурного наследия.",
      "ImageName": "44.png",
      "Scale": 1.1
    },
    {
      "Title": "Портрет",
      "Description": "\nЖанр изобразительного искусства, получивший особое развитие в эпоху Возрождения, направленный на индивидуальное и психологически точное изображение человека.",
      "ImageName": "45.png",
      "Scale": 1.3
    },
    {
      "Title": "Пейзаж",
      "Description": "\nЖанр живописи, изображающий природу как самостоятельную художественную ценность; в эпоху Возрождения постепенно освобождается от чисто декоративной или символической функции.",
      "ImageName": "46.png",
      "Scale": 1.0
    },
    {
      "Title": "Аллегория",
      "Description": "(от греч. ἀλληγορία — иносказание)\nХудожественный прием выражения абстрактных идей и понятий через конкретные образы, широко использовавшийся в литературе и изобразительном искусстве Возрождения.",
      "ImageName": "47.png",
      "Scale": 1.0
    },
    {
      "Title": "Синтез искусств",
      "Description": "\nСтремление к объединению архитектуры, живописи и скульптуры в единое художественное целое, характерное для ренессансного понимания пространства и формы.",
      "ImageName": "48.png",
      "Scale": 1.2
    },
    {
      "Title": "Человек как мера всех вещей",
      "Description": "(изречение Протагора)\nАнтропоцентрический принцип мировоззрения Возрождения, утверждающий человека как главный критерий познания, красоты и смысла бытия.",
      "ImageName": "49.png",
      "Scale": 1.8
    }
  ],
  "Sources": [
    "https://web.archive.org/web/20110922035938/http://www.britannica.com/EBchecked/topic/497731/Renaissance",
    "https://web.archive.org/web/20110922035938/http://www.britannica.com/EBchecked/topic/497731/Renaissance/284232/Competition-from-Mannerism",
    "https://studfile.net/preview/3652836/",
    "https://proza.ru/2013/11/25/223?ysclid=mjsuw2twa3104982843"
  ],
  "Config": {
    "SceneConfig": {
      "AspectRatio": 1.7778,
      "RoomSize": {
        "X": 1920,
        "Y": 1080
      },
      "EntriesPaddingPercentage": {
        "Origin": {
          "X": 0.05,
          "Y": 0.05
        },
        "Size": {
          "X": 0.05,
          "Y": 0.15
        }
      },
      "PlayerRelativePosition": {
        "X": 0.5,
        "Y": 0.95
      },
      "PxToSizeUnitRatio": 1
    },
    "EntryConfig": {
      "Size": {
        "X": 50,
        "Y": 50
      },
      "StandImageName": "stang.png",
      "Elevation": 10,
      "TriggerHeight": 30,
      "FallbackImageSize": {
        "X": 16,
        "Y": 16
      }
    },
    "TileConfig": {
      "ImageName": "tile.png"
    },
    "UiConfig": {
      "PanelRelativePadding": 0.2,
      "PanelRelativeMargin": 0.1,
      "TitleTextConfig": {
        "FontSize": 32,
        "FontFamily": "Arial",
        "HAlignment": 2,
        "VAlignment": 2
      },
      "DescriptionTextConfig": {
        "FontSize": 24,
        "FontFamily": "Arial",
        "HAlignment": 1,
        "VAlignment": 1
      },
      "ImageSizeCoefficient": 1
    },
    "CharacterConfig": {
      "Size": {
        "X": 16,
        "Y": 16
      },
      "ImageName": "man.png",
      "MovementConfig": {
        "MaxVelocity": 100,
        "Acceleration": 200,
        "Deceleration": 200
      }
    },
    "InputConfig": {
      "Up": {
        "Name": "Up",
        "ValueType": 0,
        "Bindings": [
          {
            "Device": 0,
            "Key": "W"
          },
          {
            "Device": 0,
            "Key": "ArrowUp"
          }
        ]
      },
      "Down": {
        "Name": "Down",
        "ValueType": 0,
        "Bindings": [
          {
            "Device": 0,
            "Key": "S"
          },
          {
            "Device": 0,
            "Key": "ArrowDown"
          }
        ]
      },
      "Left": {
        "Name": "Left",
        "ValueType": 0,
        "Bindings": [
          {
            "Device": 0,
            "Key": "A"
          },
          {
            "Device": 0,
            "Key": "ArrowLeft"
          }
        ]
      },
      "Right": {
        "Name": "Right",
        "ValueType": 0,
        "Bindings": [
          {
            "Device": 0,
            "Key": "D"
          },
          {
            "Device": 0,
            "Key": "ArrowRight"
          }
        ]
      }
    }
  }
}